/* Ink */
"Epson genuine" = "Original da Epson";
"EPSON genuine" = "Original da EPSON";
"NONEGENUINECARTRIDGE" = "Cartucho não original";

/* Color */
"Black" = "Preto";
"Color" = "Cor";
"Matte Black" = "Preto mate";
"Photo Black" = "Preto fotográfico";
"Light Black" = "Preto claro";
"Light Light Black" = "Preto claro claro";
"Cyan" = "Ciano";
"Light Cyan" = "Ciano claro";
"Magenta" = "Magenta";
"Light Magenta" = "Magenta claro";
"Yellow" = "Amarelo";
"Dark Yellow" = "Amarelo escuro";
"Red" = "Vermelho";
"Blue" = "Azul";
"Gloss Optimizer" = "Otimizador de brilho";
"Vivid Magenta" = "Magenta vívido";
"Vivid Light Magenta" = "Magenta claro vívido";
"Orange" = "Cor-de-laranja";
"Green" = "Verde";
"Unknown" = "Desconhecidas";

"LFP Black" = "Preto";
"LFP Matte Black" = "Preto mate";
"LFP Photo Black" = "Preto fotográfico";
"LFP Light Black" = "Preto claro";
"LFP Light Light Black" = "Preto claro claro";
"LFP Cyan" = "Ciano";
"LFP Light Cyan" = "Ciano claro";
"LFP Magenta" = "Magenta";
"LFP Light Magenta" = "Magenta claro";
"LFP Yellow" = "Amarelo";
"LFP Dark Yellow" = "Amarelo escuro";
"LFP Red" = "Vermelho";
"LFP Blue" = "Azul";
"LFP Gloss Optimizer" = "Otimizador de brilho";
"LFP Vivid Magenta" = "Magenta vívido";
"LFP Vivid Light Magenta" = "Magenta claro vívido";
"LFP Orange" = "Cor-de-laranja";
"LFP Green" = "Verde";

"EAI Black" = "Preto";
"EAI Matte Black" = "Preto mate";
"EAI Photo Black" = "Preto fotográfico";
"EAI Light Black" = "Preto claro";
"EAI Light Light Black" = "Preto claro claro";
"EAI Cyan" = "Ciano";
"EAI Light Cyan" = "Ciano claro";
"EAI Magenta" = "Magenta";
"EAI Light Magenta" = "Magenta claro";
"EAI Yellow" = "Amarelo";
"EAI Dark Yellow" = "Amarelo escuro";
"EAI Red" = "Vermelho";
"EAI Blue" = "Azul";
"EAI Gloss Optimizer" = "Otimizador de brilho";
"EAI Vivid Magenta" = "Magenta vívido";
"EAI Vivid Light Magenta" = "Magenta claro vívido";
"EAI Orange" = "Laranja";
"EAI Green" = "Verde";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "Erro de comunicação";
"Common ComError Text2" = "Verifique todas as ligações e certifique-se de que todos os equipamentos estão ligados. Se desligou a corrente durante a impressão, cancele o trabalho de impressão. Se o erro não for resolvido, consulte a documentação da impressora.";
"Common ComError B1" = "Repetir";
"Common ComError B2" = "Cancelar";

"Common Error Text1" = "Erro desconhecido";
"Common Error Text2" = "Desligue a impressora e retire o papel encravado. Após alguns minutos, volte a ligar a impressora.";
"Common Error B1" = "Anular";
"Common Error B2" = "Continuar";

"Common FF Error Text1" = "Substituir cartucho";
"Common FF Error Text2" = "Verifique se os cartuchos estão instalados corretamente.";
"Common FF Error B1" = "Anular";
"Common FF Error B2" = "Continuar";

"Common Ink Low at Proxy" = "Pouca tinta";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "A combinação de cartuchos atualmente instalada é diferente da que estava instalada quando seleccionou a impressora na aplicação Centro de Impressão. Elimine a impressora da lista de impressoras da aplicação Centro de Impressão e volte a adicioná-la.";
"INKSETALERT_READDPRINTER_T" = "A combinação de cartuchos atualmente instalada é diferente da que estava instalada quando seleccionou a impressora no utilitário Configurar Impressora. Elimine a impressora da lista de impressoras do utilitário Configurar Impressora e volte a adicioná-la.";
"INKSETALERT_READDPRINTER_L" = "A combinação de cartuchos atualmente instalada é diferente da que estava instalada quando a impressora foi selecionada. Elimine a impressora da lista de impressoras em Preferências do sistema > Imprimir & Fax > Separador Impressão e volte a acrescentá-la.";

"Code" = "Código";

/* For Paper Low Alert */
"PAPERLOW_P" = "Pouco papel";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "Erro de comunicação";
"SEH_ER00" = "Erro geral";
"SEH_ER01" = "Impressora ocupada";
"SEH_ER04" = "Papel preso";
"SEH_ER05" = "Substituir cartucho";
"SEH_ER05_ICERR" = "Substituir cartucho";
"SEH_ER05_FF" = "Substituir cartucho";
"SEH_ER06" = "Papel não está carregado corretamente";
"SEH_ER10" = "Serviço requerido";
"SEH_WRCD" = "A limpeza do cabeçote não pode ser concluída.";
"SEH_CCE" = "Ocorreu um erro.";
"SEH_RPE" = "A definição do sistema de alimentação selecionada no driver da impressora não é adequada ao papel colocado na impressora.";
"SEH_STCS" = "Carregando o sistema de tinta";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "Ocorreu um erro de comunicação. Verifique se a impressora está ligada. Verifique as conexões de cabo. Se um padrão de verificação dos jatos está sendo impresso, desligue a impressora e ligue-a novamente para redefinir a impressora.";
"Ink Exchange Err 2" = "O cabeçote de impressão não conseguiu avançar para a posição de substituição dos cartuchos.";
"Ink Exchange Err 3" = "O cabeçote de impressão não conseguiu avançar para a posição correta.";
"Ink Exchange Err 4" = "O carregamento de tinta falhou.";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
Resolva o problema no produto.";
"ErrorHandler Button String Cancel" = "Cancelar";

/* Ink Tank Utility */
"Above" = "Acima";
"below" = "Abaixo";
"Correct" = "Este ID é válido.";
"Wrong" = "Este ID não é válido.";
"DifferenceColor" = "Esta ID é para %correctcolor%.
Esta ID não é válida.";
"Duplicate" = "Você não pode inserir um ID já usado antes.";
"DifferenceMachine" = "Este ID não é válido.";
"Ink Tank Utility Err1" = "Não há informações disponíveis para esta impressora.";
"Ink Tank Utility Err2" = "Ocorreu um erro de comunicação.
Por favor, verifique sua conexão e tente de novo.";
